;
; Few rules for translator:
; For beginning of translate - copy english.ini into the yourlanguage.ini
; Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Fero Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version: Wise Game Booster 1.39.48
; Update: 2017-03-23
;
[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka

[Lang]
NativeLanguage=Slovensky
[Translation]
LangCode=041B
ReadHabit=Left-to-right
LanguageName=SKY
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
CurVer=Aktuálna verzia:
FrmGBMain.btnfeedback.caption=Spätná odozva
FrmGBMain.btncheckver.caption=Skontrolovať aktualizácie
BtnEnd=Ukončiť
;
; About
;
FrmGBAbout.caption=O programe
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=Aktuálna verzia:
FrmGBAbout.lblemail.caption=Technická podpora:
FrmGBAbout.lblhome.caption=Domovská stránka:
FrmGBAbout.lblthank.caption=Týmto ľuďom ďakujeme za ich príspevky:

;
; Popup Menu
;
pmNewsletter=Automaticky kontrolovať novinky
pmfeedback=Spätná odozva...
pmHelp=Pomocník online
pmHome=Domovská stránka
pmContact=Kontaktujte nás
pmCheckNew=Automaticky kontrolovať aktualizácie
pmLang=Vybrať jazyk
pmAbout=O programe
pmCheckNew=Automaticky kontrolovať aktualizácie
pmrun=Spustiť hru
pmadd=Pridať hru
pmdel=Odstrániť hru zo zoznamu
pminfo=Údaje o hre
pmEndProcess=Ukončiť proces
pmExclude=Pridať do vylúčených
pmNoExclude=Odstrániť z vylúčených
pmGoogle=Vyhľadať cez Google


;
; Main GUI
;
FrmGBMain.BtnTabGame.Caption=Moje hry
FrmGBMain.BtnTabOpt.Caption=Systém
FrmGBMain.BtnTabProcess.Caption=Procesy
FrmGBMain.BtnTabService.Caption=Služby
FrmGBMain.Btnlikeit.Caption=Páči sa mi
FrmGBMain.BtnRestore.Caption=Obnovenie

;
; Like Us
;
FrmLikeit.lblTitle.caption=Ak sa vám Wise Game Booster páči, predstavte tento nástroj vašim milovaným.
FrmLikeit.lblInfo.caption=Zdieľajte Wise Game Booster s vašou rodinou, priateľmi, spolužiakmi a kolegami emailom, na blogu, cez Twitter, Youtube, Facebook atď...Výborne! Poskytnete im pohodlie a efektivitu pre ich ďalší život.
FrmLikeit.lblRate.caption=Ohodnoťte Wise Game Booster:
FrmLikeit.lblfollow.caption=Sledujte nás:
FrmLikeit.lblshare.caption=Zdieľajte Wise Game Booster:
FrmLikeit.btndownload.caption=Zdarma stiahnuť
FrmLikeit.imgrate.hint=Dajte nám 5 hviezdičiek
FrmLikeit.imgmail.hint=Zdieľajte s vašimi priateľmi
FrmLikeit.imgface1.hint=Zdieľajte na Facebooku
FrmLikeit.imgface2.hint=Sledujte nás na Facebooku
FrmLikeit.imgtwitter1.hint=Zdieľajte na Twitteri
FrmLikeit.imgtwitter2.hint=Sledujte nás na Twitteri
FrmLikeit.Caption=Páči sa mi
FrmLikeit.lbldownload.caption=Stiahnite si ďalší freeware s WiseCleaner.com :

FrmGBMain.btnFacebook.hint=Sledujte nás na Facebooku
FrmGBMain.btnTwitter.hint=Zdieľajte Wise Game Booster na Twitteri
FrmGBMain.btnEmail.hint=Zdieľajte Wise Game Booster s priateľmi

;
; gameinfo
;
FrmGameinfo.caption=Údaje o hre
FrmGameinfo.lbltype.caption=Typ hry:
FrmGameinfo.lblname.caption=Názov súboru:
FrmGameinfo.lblPublisher.caption=Vydavateľ hry:
FrmGameinfo.lbltimes.caption=Počet spustení:
FrmGameinfo.lbllasttime.caption=Posledné spustenie:
FrmGameinfo.lblrate.caption=Hodnotenie hry:
FrmGameinfo.lblcomment.caption=Poznámky k hre:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Zrušiť
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Optimalizovať
FrmGameBox.btnProcessopt.caption=Optimalizovať
FrmGameBox.btnServiceopt.caption=Optimalizovať
FrmGameBox.btnopt.caption=Všetko naraz

;
;sysopt
;
FrmSysOpt.btnopt.caption=Optimalizovať všetko
FrmSysOpt.lblhint.caption=Optimalizujte nasledujúce položky pre zvýšenie výkonu hry.
FrmSysOpt.lblreall.caption=Obnoviť všetko
;
;processopt
;
FrmProcess.lblhint.caption=Ukončite procesy s vysokým využitím pamäte pre zrýchlenie hry.
ProcessCpu=Využitie CPU
ProcessMemory=Využitie pamäte
ProcessSuggest=Navrhujeme
ProcessAction=Riadenie procesov
ProcessMostMemUse=Procesy s vysokým využitím pamäte
;
;Serviceopt
;
FrmService.lblhint.caption=Zastavte vedľajšie služby pre zrýchlenie hry.
ServicePublisher=Vydavateľ
ServiceSuggest=Navrhujeme
ServiceAction=Riadenie služieb
ServiceStop=Vedľajšie služby
ServiceDisable=Zastaviť
ServiceEnable=Zapnúť
ServiceKeep=Nemeniť
ServiceMust=Musí byť spustená

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Obnoviť všetky
Frmrestore.caption=Obnovenie služieb
Frmrestore.Btnok.caption=OK
ServiceName=Názov služby
ServiceChangeDateTime=Posledný prístup
ServiceRestore=Obnovenie služby

[GameBox]
lstbtnsearch=Vyhľadať hry
GameUnknow=Neznámy
GameRPG=RPG hra
GameShot=Bojová hra
GameOther=Ostatné hry
NeverPlay=Ešte nespustené
UnknowPublisher=Neznámy vydavateľ
lstbtnadd=Pridať hru
LblSysopt=Optimalizácia systému
LblProcessopt=Riadenie procesov
LblServiceopt=Optimalizácia služieb
LblTitleCheck=Testujem výkon PC.Čakajte prosím...

[message]
NewVer=Bola nájdená nová verzia Wise Game Booster! Chcete ju aktualizovať?
FirRun=Chcete, aby sa pri prvom spustení automaticky vyhľadali všetky vaše lokálne hry?
NoNewVer=Gratulujeme! Používate najnovšiu verziu.
CheckComputer=Testujem výkon PC.Čakajte prosím...
SearchGame=Vyhľadávam vaše lokálne hry.Čakajte prosím...
Allgood=Gratulujeme! PC je v dobrej kondícii a netreba ho optimalizovať.
SysGood=Gratulujeme! Netreba optimalizovať žiadne položky.
ProcessGood=Gratulujeme! Netreba ukončiť žiadne procesy.
ServiceGood=Gratulujeme! Netreba zastaviť žiadne služby.
HaveProblem=Nájdených problémov %d.Pre opravu kliknite na "Všetko naraz".
sysProblem=Optimalizovateľných položiek %d.
Processproblem=Procesov na ukončenie %d.
Serviceproblem=Zastaviteľných služieb %d.
DeleteGame=Naozaj chcete odstrániť túto hru zo zoznamu?
HaveOpt=Optimalizované
btnRestore=Obnoviť
btnOpt=Optimalizovať
BtnAction=Akcia
BtnStop=Zastaviť službu
SuggestClose=Ukončiť
SuggestKeep=Nemeniť
haveStoped=Zastavené
HaveRun=Spustené
BtnRun=Spustiť
HaveFail=Zastavenie zlyhalo
OptComputer=Optimalizujem.Čakajte prosím...
AllgoodAfterOpt=Optimalizácia je ukončená.Uvoľnených %s MB.Spustite hru!
AllgoodAfterManualOpt=Gratulujeme! Netreba optimalizovať žiadne položky.Spustite hru!
HaveProblemAfterOpt=Položiek, pri ktorých optimalizácia zlyhala %d.Uvoľnenej pamäte %s MB.
TranslateTo=Preložiť do...

[sysopt]
SystemStable=Stabilizácia systému
SystemSpeedup=Zrýchlenie systému
NetworkSpeedup=Zrýchlenie sieťového pripojenia
AutoKill=Ukončí zamrznuté procesy, aby sa zabránilo zrúteniu systému.
RestartExplorer=Automaticky reštartuje Prieskumníka, aby sa zabránilo strate pracovnej plochy.
TwoProcess=Nastaví beh súčastí Prieskumníka v oddelených procesoch, aby sa predišlo systémovým konfliktom.
ErrorReport=Vypne zobrazovanie hlásenia chýb pre zvýšenie výkonu systému.
Debugger=Vypne ladiaci nástroj pre zrýchlenie spracovania chýb.
OptMemory=Optimalizuje predvolené nastavenia pamäte pre zvýšenie výkonu systému.
OptVEff=Optimalizuje súčasti (dialógové okná, ponuku atď.) pre zrýchlenie odozvy systému.
OptFileSystem=Optimalizuje súborový systém pre zvýšenie výkonu systému.
OptDiskSystem=Optimalizuje diskový I/O podsystém pre zvýšenie výkonu systému.
DisAutoRun=Zakáže jednotkám funkciu automatického štartovania, aby sa zabránilo šíreniu vírusovej infekcie.
OptTTL=Optimalizuje nastavenia TTL (Time To Live) pre zvýšenie výkonu siete.
OptNetForward=Optimalizuje schopnosť zrýchlenia siete pre zvýšenie jej výkonu.
OptMTU=Zvýši výkon TCP/IP automatickou detekciou "čiernych dier" pomocou metódy Path MTU Discovery.
OptWINS=Optimalizuje čas zisťovania názvu WINS pre zrýchlenie prenosu údajov.
OptNetWork=Optimalizuje nastavenia siete pre zvýšenie výkonu prenosu.
CloseAnimate=Vypne efekt animácie pri maximalizácii alebo minimalizácii okna pre zrýchlenie odozvy Windows.
PagingExecutive=Vypne stránkovanie pamäte a zmenší diskovú I/O pre zvýšenie výkonu aplikácií. (Ignorujte, ak je fyzická pamäť < 1GB)
StaticIP=Nastaví statickú IP adresu vášho lokálneho pripojenia pre zrýchlenie štartovania PC.
PorcessorTime=Optimalizuje výkon procesora pre hladšie spúšťanie aplikácií, hier atď. (Ignorujte, ak ide o server)
DisableIDECheck=Zabráni kontrole IDE kanála pre zrýchlenie štartovania Windows.
ForeAppSpeed=Zrýchli odozvu programov v popredí.
AeroPeek=Zrýchli zobrazovanie v Aero Peek.
AeroSnap=Zrýchli Aero Snap pre rýchlejšie zobrazovanie miniatúr.
ShowSpeed=Optimalizuje rýchlosť odozvy zobrazovania systému.
IconCache=Zväčší vyrovnávaciu pamäť systémových ikon pre zrýchlenie zobrazovania plochy.
OptDiskIdle=Optimalizuje diskovú I/O počas nečinnosti CPU.
OptIEConnection=Zvýši maximum pripojení na server, zrýchli prezeranie internetových stránok a sledovanie videa online.
OptEthernet=Optimalizuje výkon sieťovej karty.